<?php

return [
    //login && register page
    'login'=> 'تسجيل الدخول إلى حسابك',
    'login-btn'=> 'تسجيل الدخول',
    'register-btn'=> 'تسجيل',
    'email'=> 'البريد الإلكتروني',
    'password'=> 'كلمة المرور',
    'name' => 'الاسم',
    //navbar globals
    'home'=> 'الرئيسية',
    'companies'=> 'الشركات',
    'employees'=> 'الموظفين',
    'logout' =>  'تسجيل الخروج',
    'dpdwn'=> 'اللغة',
    //home
    'greeting'=> 'مرحبًا بك!',
    'p'=> 'استكشف تطبيق CRM الصغير في شريط التنقل',
    //viewers
    'title-e'=> 'إدارة موظفي CRM الصغير',
    'title-c'=> 'إدارة شركات CRM الصغير',
    'add-n-e'=> 'إضافة موظف جديد',
    'add-n-c'=> 'إضافة شركة جديدة',
    //viewers .tbody
    'fn'=> 'الاسم الأول',
    'ln'=> 'الاسم الأخير',
    'cn'=> 'اسم الشركة',
    'c'=> 'الشركة',
    'phone'=> 'الهاتف',
    'act'=> 'الإجراءات',
    'e'=> 'تحرير',
    'd'=> 'حذف',
    'empty'=> 'لم يتم العثور على مستخدمين',
    'logo'=> 'الشعار',
    'web'=>'الموقع الإلكتروني',
    //selector solo lang wahahah
    'select' => 'اختر شركة',
    //editors
    'edit-e'=> 'تحرير الموظف',
    'edit-c'=> 'تحرير الشركة',
    'save'=> 'حفظ',
    //placeholders
    'p-fn'=> 'أدخل الاسم الأول',
    'p-ln'=> 'أدخل الاسم الأخير',
    'p-email'=> 'أدخل البريد الإلكتروني',
    'p-phone'=> 'أدخل الهاتف',
    'p-company'=> 'أدخل اسم الشركة',
    'p-web'=> 'أدخل موقع الشركة الإلكتروني',
    'p-up'=> 'قم بتحميل الشعار (.jpg، .jpeg، .png، .gif الحد الأدنى 100x100)',
];
